{"data":[{"id":"1","description":"Transform your living space with smart home appliances that respond to your every command. With voice-controlled lights, fans, and even your microwave, experience a new level of convenience and control in your daily life. Embrace the future of home automation, where your voice becomes the ultimate remote for a more comfortable and efficient lifestyle.","title":"Smart Home Appliances","banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2Fbg%20(3).jpg?alt=media&token=6bb29dd8-2850-44f0-90fc-9106a212ae08"},{"id":"2","heading":"USE CASES","title":"Join meeting with confidence from any place and any device","cards":[{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2023.png?alt=media&token=3b41418d-74a5-4f94-a230-c39f182ddf00","title":"Smart Stove that plays cooking videos with voice control"},{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2024.png?alt=media&token=a812aae5-a32a-4547-be9c-222dc44a64dd","title":"Turn lights and fan on and off with voice control"},{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2025.png?alt=media&token=e97b5b4a-d818-410d-b288-3c639cbb292c","title":"Smart lock that is voice controlled"},{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2026.png?alt=media&token=8c30392e-a3bc-4cdd-8757-d14a8889680b","title":"Video doorbell that can make a video call to your phone"}],"description":"In the realm of smart home appliances, we present a versatile use case that combines voice control with cutting-edge technology to revolutionize the way we interact with our domestic environment. This use case includes four innovative products: a Voice-Controlled Smart Stove, Smart Lighting and Fan Control, a Voice-Controlled Smart Lock, and a Video Doorbell with two-way video calling capabilities."},{"id":"3","cards":[{"icon":"search","description":"Picking the right keywords will only get you so far. We understand how to match the search intent of your target keywords with ad copy, CTAs, and landing pages that turn clicks into ROI.","title":"Match search intent at every touchpoint"},{"icon":"bulb","description":"How do you know what works if you’ve never gotten results before? Our paid search managers have years of experience managing successful campaigns in a variety of industries. And we have the happy clients to back it up.","title":"Experienced PPC management"},{"icon":"partner","description":"Working with a Google Partner agency gives you a leg up. Not only are we certified in all types of Google advertising, but we also get access to direct support and other resources provided by Google. Your campaigns benefit directly from this exclusive insider knowledge.","title":"Google Premier Partnership"}],"heading":"CREATING SUCCESS","title":"Supports mobile app and Browser apps"}],"success":true}