{"data":[{"id":"1","description":"Step into the future of home technology with our voice-controlled smart speakers. With a range of up to 5 meters, these intelligent devices become your personal hub, allowing you to effortlessly command and control your connected world. Say hello to a smarter, more convenient lifestyle, where your voice takes center stage in managing your environment.","title":"Smart Speakers","banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2Fbg%20(2).jpg?alt=media&token=0d9cf1ba-4865-4015-9782-4f569135ed9b"},{"id":"2","heading":"USE CASES","title":"Voice control smart speakers from 5m","cards":[{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2027.png?alt=media&token=99c5416e-2c76-4186-8fc1-0b885472f1a6","title":"Voice control smart speaker from a distance of 5 meters"},{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2028.png?alt=media&token=f6e45916-7035-47bb-8fc0-6b782bd3ba1d","title":"Barge-in even when playing music at loud volumes"},{"banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/application_banner%2FRectangle%2029.png?alt=media&token=e79374d0-de29-42d0-bdf0-80749a4df65e","title":"Add voice calling to smart speakers"}],"description":"In the ever-evolving landscape of smart speakers, we introduce a transformative use case that redefines how we interact with these devices. Our focus is on three key innovations: Long-Distance Voice Control, Barge-In Functionality even when playing music at loud volumes, and the integration of Voice Calling capabilities into smart speakers."},{"id":"3","cards":[{"icon":"search","description":"Picking the right keywords will only get you so far. We understand how to match the search intent of your target keywords with ad copy, CTAs, and landing pages that turn clicks into ROI.","title":"Match search intent at every touchpoint"},{"icon":"bulb","description":"How do you know what works if you’ve never gotten results before? Our paid search managers have years of experience managing successful campaigns in a variety of industries. And we have the happy clients to back it up.","title":"Experienced PPC management"},{"icon":"partner","description":"Working with a Google Partner agency gives you a leg up. Not only are we certified in all types of Google advertising, but we also get access to direct support and other resources provided by Google. Your campaigns benefit directly from this exclusive insider knowledge.","title":"Google Premier Partnership"}],"heading":"CREATING SUCCESS","title":"Supports mobile app and Browser apps"}],"success":true}