{"data":[{"heading":"DEMOS","banner":"https://firebasestorage.googleapis.com/v0/b/meeamitech-95ce1.appspot.com/o/product_banner%2Fteam-demo.jpg?alt=media&token=e7b63956-d4b6-4dac-b13b-b18eec289e0c","description":"When you partner with Meeami, we take care of the heavy lifting, so you can enjoy more website traffic, leads, and revenue.","id":"1","title":"Delivering real results"},{"cards":[{"link":"https://youtu.be/5C-40diHmnE","title":"Watch our AI Noise suppression performance in high-traffic noise conditions"},{"link":"https://youtu.be/lH0c5gd01nw","title":"Watch and compare Meeami AI noise suppression and speech enhancement performance to Meta speech enhancement in a cafe environment"}],"heading":"Meeami","id":"2","title":"AI SWB Noise Suppression"},{"cards":[{"link":"https://youtu.be/wwAgFMI2Bgs","title":"Watch a performance of AI speaker ID on a low-end phone. It’s fully secure and runs on the edge processor and no data is sent to the cloud"},{"link":"https://youtu.be/dZ92mwRU_rI","title":"Enrolement-based speaker ID demo using wake up word “Alexa”"},{"link":"https://youtu.be/OENfhErkKt8","title":"Text Independent enrolment-based speaker ID demo. Speaker Enrol with few lines of text a language of their choice"}],"heading":"Meeami","id":"3","title":"AI Speaker ID"},{"cards":[{"link":"https://youtu.be/nxGfCA4hwDE","title":"Far-field speech enhancement demonstration in a noisy environment"},{"link":"https://youtu.be/F-KS5Ubjv4U","title":"Alexa Voice Service demo on Qualcomm IPQ 4019 mesh router platform with Meeami far field integrated for speech enhancement"}],"heading":"Meeami","id":"4","title":"Far Field Enhancement"},{"cards":[{"link":"https://youtu.be/6Fj3xHdVrQc","title":"Barge-in performance to interrupt a smart speaker for giving a new command. Demonstrates Meeami AEC performance tuned for interrupting a device."},{"link":"https://youtu.be/NDkhW0LrtHY","title":"AEC performance in mobiles to enhance voice assistant functionality"}],"heading":"Meeami","id":"5","title":"MultiChannel Echo Cancellation"}],"success":true}